app/controllers/comments_controller.rb

	def create
		params[:comment][:text] = Obscenity.sanitize(params[:comment][:text])
		Comment.create!(
			username: current_user.full_name,
			text: params[:comment][:text]
		)
---
INSERT INTO "comments" ("username", "text", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["username", "Germu"], ["text", "holi!"], ["created_at", "2015-03-01 14:37:41.067811"], ["updated_at", "2015-03-01 14:37:41.067811"]]